const config = require('./config');

const studentsList = [
    'Адылбекова Адинай',
    'Айтыкеева Гулсун',
    'Ашымов Али',
    'Багышбаев Динислам',
    'Баратов Эмир',
    'Бахтиярова Амина',
    'Беков Бэйэл',
    'Бектемирова Сауле',
    'Бектенов Баяман',
    'Джумабаев Нурэл',
    'Дуйшобаева Элина',
    'Жакыпов Ибрахим',
    'Жолчубеков Байел',
    'Жумаматова Саида',
    'Жусупова Альбина',
    'Калыбеков Барсбек',
    'Койчубекова Жаныл',
    'Кыдырбекова Айбийке',
    'Максатбекова Надиха',
    'Мамадияров Элдос',
    'Мамажанов Руслан',
    'Мирланбеков Куттубек',
    'Мунайбасова Сезим',
    'Нурбекова Феруза',
    'Сазанова Айдана',
    'Суеркулова Раяна',
    'Табылдыев Нурислам',
    'Таласова Айдеми',
    'Тилеков Нурэл',
    'Уланбекова Амина',
    'Умотбекова Айзирек',
    'Чолпонбаев Чынгыз',
    'Шайлообеков Умар',
    'Эркинов Нурислам'
];

function getPeopleList() {
    let response = `👥 9-В класс\n№104 ЖББ мектеби\n\n`;

    studentsList.forEach((name, index) => {
        response += `${index + 1}. ${name}\n`;
    });

    return response.trim();
}

module.exports = { getPeopleList };
